import { Col, Row } from "react-bootstrap";

function AnalysisResult() {
    return(
        <Row className="justify-content-center" style={{marginTop:"30px", border: "3px solid #5995fd", width: "60%"}}>
           <Col md={4}>
            ID <hr/>
            САД1<hr style={{background: "rgba(255,99,132,0.7)"}}/>
            ДАД1<hr/>
            САД2<hr style={{background: "rgba(255,99,132,0.7)"}}/>
            ДАД2<hr/>
            ЧСС1<hr/>
            ЧСС2<hr/>
            ОТ1<hr/>
            ОТ2<hr/>
            ОБ1<hr/>
            ОБ2<hr/>
            Вес<hr/>
            Рост<hr/>
            Плечо<hr/>
            Голень<hr/>
            Голова<hr/>
            Сила левая1<hr/>
            Сила левая2<hr/>
            Сила левая3<hr/>
            Сила правая1<hr/>
            Сила правая2<hr/>
            Сила правая3<hr/>
            FEV1<hr/>
            FEV1%<hr/>
            FVC<hr/>
            FVC%<hr/>
            PEFR<hr/>
            PEFR%<hr/>
            Глюкоза<hr/>
            Холестерин<hr/>
            Триглицериды<hr/>
            ЛПВП<hr/>
            ЛПНП<hr/>
            Натрий<hr/>
            Калий<hr/>
            Креатинин<hr/>
            Полный вес тел<hr/>а
            % жира<hr/>
            % воды<hr/>
            Мышечная ма<hr/>сса
            Физ состояние<hr/>
            BMR<hr/>
            Метаб во<hr/>зраст
            Кост масса<hr/>
            Доля внутр жира<hr/>
            ЭКГ норма<hr/>
            Пат зуб Q / передий<hr/>
            Пат зуб Q / нижний<hr/>
            Пат зуб Q / латеральный<hr/>
            Пат зуб Q / пер-лат<hr/>
            Пат зуб Q / задний<hr/>
            Пат зуб Q / нет<hr/>
            Элевация ST / передний<hr/>
            Элевация ST / нижний<hr/>
            Элевация ST / латеральный<hr/>
            Элевация ST / перед-лат<hr/>
            Элевация ST / задний<hr/>
            Элевация ST / нет<hr/>
            Депрессия ST / передний<hr/>
            Депрессия ST / нижний<hr/>
            Депрессия ST / латеральный<hr/>
            Депрессия ST / перед-лат<hr/>
            Депрессия ST / задний<hr/>
            Депрессия ST / нет<hr/>
            Инверсия T / передний<hr/>
            Инверсия T / нижний<hr/>
            Инверсия T / латеральный<hr/>
            Инверсия T / перед-лат<hr/>
            Инверсия T / задний<hr/>
            Инверсия T / нет<hr/>
            R>S<hr/>
            Гипертрофия ЛЖ<hr/>
            Вольтажные критерии<hr/>
            Депр ST / инвер T<hr/>
            Отклонение эл оси<hr/>
            Нарушение проводимости<hr/>
            Уточнение<hr/>
            Q-T<hr/>
            Аномальный ритм<hr/>
            Другие аномалии<hr/>
            Q-T<hr/>
            Аномальный ритм<hr/>
            Другие аномалии<hr/>
           </Col>
           <Col md={2}>
           5410100101<hr/>
            155<hr style={{background: "rgba(255,99,132,0.7)"}}/>
            109<hr/>
            147<hr style={{background: "rgba(255,99,132,0.7)"}}/>
            91<hr/>
            65<hr/>
            63<hr/>
            101<hr/>
            101,4<hr/>
            102<hr/>
            102<hr/>
            86<hr/>
            170,6<hr/>
            31,4<hr/>
            38<hr/>
            57,2<hr/>
            38<hr/>
            46<hr/>
            45<hr/>
            43<hr/>
            49<hr/>
            52<hr/>
            3,31<hr/>
            _<hr/>
            4,02<hr/>
            _<hr/>
            446<hr/>
            _<hr/>
            5,4<hr/>
            5,6<hr/>
            2,82<hr/>
            0,92<hr/>
            4,14<hr/>
            209<hr/>
            24,2<hr/>
            48<hr/>
            86<hr/>
            24,2<hr/>
            53,2<hr/>
            63<hr/>
            2<hr/>
            1894<hr/>
            50<hr/>
            3,2<hr/>
            12<hr/>
            0<hr/>
            0<hr/>
            0<hr/>
            0<hr/>
            0<hr/>
            0<hr/>
            1<hr/>
            0<hr/>
            0<hr/>
            0<hr/>
            0<hr/>
            0<hr/>
            1<hr/>
            0<hr/>
            0<hr/>
            0<hr/>
            0<hr/>
            0<hr/>
            1<hr/>
            0<hr/>
            1<hr/>
            0<hr/>
            0<hr/>
            0<hr/>
            0<hr/>
            0<hr/>
            0<hr/>
            0<hr/>
            0<hr/>
            0<hr/>
            0<hr/>
            _<hr/>
            372<hr/>
        _<hr/>
        _<hr/>
            372 <hr/>

           </Col>
        </Row>
    )
}

export default AnalysisResult;